Repository: Mesutcydev/macpair
Catalog: Sources/ClientiOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Default port is 9471 if not specified. For Tailscale, use the host's Tailscale DNS name or 100.x address. For direct public internet access, forward ports 9471 and 9472 on the host router.
ar: المنفذ الافتراضي هو 9471 إذا لم يتم تحديده. بالنسبة لـ Tailscale، استخدم اسم DNS الخاص بـ Tailscale للمضيف أو عنوان 100.x. للوصول المباشر إلى الإنترنت العام، قم بإعادة توجيه المنفذين 9471 و 9472 على موجه المضيف.
de: Standardport ist 9471, falls nicht angegeben. Für Tailscale verwenden Sie den Tailscale-DNS-Namen des Hosts oder die 100.x-Adresse. Für direkten Internetzugang leiten Sie die Ports 9471 und 9472 auf dem Host-Router weiter.
es: El puerto predeterminado es 9471 si no se especifica. Para Tailscale, use el nombre DNS de Tailscale del host o la dirección 100.x. Para acceso directo a Internet, reenvíe los puertos 9471 y 9472 en el enrutador del host.
fr: Le port par défaut est 9471 s'il n'est pas spécifié. Pour Tailscale, utilisez le nom DNS Tailscale de l'hôte ou l'adresse 100.x. Pour un accès Internet public direct, transférez les ports 9471 et 9472 sur le routeur hôte.
hi: यदि निर्दिष्ट नहीं है तो डिफ़ॉल्ट पोर्ट 9471 है। Tailscale के लिए, होस्ट के Tailscale DNS नाम या 100.x पते का उपयोग करें। सीधे सार्वजनिक इंटरनेट एक्सेस के लिए, होस्ट राउटर पर पोर्ट 9471 और 9472 फ़ॉरवर्ड करें।
it: La porta predefinita è 9471 se non specificata. Per Tailscale, usa il nome DNS Tailscale dell'host o l'indirizzo 100.x. Per l'accesso diretto a Internet pubblico, inoltra le porte 9471 e 9472 sul router host.
ja: 指定がない場合のデフォルトポートは9471です。Tailscaleの場合は、ホストのTailscale DNS名または100.xアドレスを使用してください。直接の公衆インターネットアクセスには、ホストルーターでポート9471と9472を転送してください。
ko: 지정되지 않은 경우 기본 포트는 9471입니다. Tailscale의 경우 호스트의 Tailscale DNS 이름 또는 100.x 주소를 사용하세요. 직접 공용 인터넷 액세스를 위해서는 호스트 라우터에서 포트 9471과 9472를 포워딩하세요.
nl: Standaardpoort is 9471 indien niet opgegeven. Gebruik voor Tailscale de Tailscale DNS-naam van de host of het 100.x-adres. Voor directe internettoegang, stuur poorten 9471 en 9472 door op de hostrouter.
pl: Domyślny port to 9471, jeśli nie określono. Dla Tailscale użyj nazwy DNS Tailscale hosta lub adresu 100.x. Aby uzyskać bezpośredni dostęp do Internetu, przekieruj porty 9471 i 9472 na routerze hosta.
pt_br: A porta padrão é 9471 se não especificada. Para Tailscale, use o nome DNS Tailscale do host ou o endereço 100.x. Para acesso direto à Internet, encaminhe as portas 9471 e 9472 no roteador do host.
ru: Порт по умолчанию — 9471, если не указан. Для Tailscale используйте DNS-имя Tailscale хоста или адрес 100.x. Для прямого доступа в интернет переадресуйте порты 9471 и 9472 на маршрутизаторе хоста.
sv: Standardport är 9471 om inget anges. För Tailscale, använd värdens Tailscale DNS-namn eller 100.x-adress. För direkt internetåtkomst, vidarebefordra portarna 9471 och 9472 på värdroutern.
th: พอร์ตเริ่มต้นคือ 9471 หากไม่ได้ระบุ สำหรับ Tailscale ให้ใช้ชื่อ DNS Tailscale ของโฮสต์หรือที่อยู่ 100.x สำหรับการเข้าถึงอินเทอร์เน็ตสาธารณะโดยตรง ให้ส่งต่อพอร์ต 9471 และ 9472 บนเราเตอร์โฮสต์
tr: Belirtilmezse varsayılan bağlantı noktası 9471'dir. Tailscale için ana bilgisayarın Tailscale DNS adını veya 100.x adresini kullanın. Doğrudan genel internete erişim için ana bilgisayar yönlendiricisinde 9471 ve 9472 bağlantı noktalarını yönlendirin.
vi: Cổng mặc định là 9471 nếu không được chỉ định. Đối với Tailscale, hãy sử dụng tên DNS Tailscale của máy chủ hoặc địa chỉ 100.x. Để truy cập Internet công cộng trực tiếp, hãy chuyển tiếp cổng 9471 và 9472 trên bộ định tuyến máy chủ.
zh_hans: 默认端口为 9471（如未指定）。对于 Tailscale，请使用主机的 Tailscale DNS 名称或 100.x 地址。对于直接公网访问，请在主机路由器上转发端口 9471 和 9472。
zh_hant: 預設連接埠為 9471（如未指定）。對於 Tailscale，請使用主機的 Tailscale DNS 名稱或 100.x 位址。若要直接存取公用網際網路，請在主機路由器上轉送連接埠 9471 和 9472。

source: device key
ar: مفتاح الجهاز
de: Geräteschlüssel
es: Clave del dispositivo
fr: Clé d'appareil
ja: デバイスキー
pt_br: Clave del dispositivo
tr: Cihaz anahtarı
zh_hans: 设备密钥
zh_hant: 设备密钥

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Disconnetti
ja: 切断
ko: 연결 해제
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
sv: Koppla från
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı Kes
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnected
ar: غير متصل
de: Getrennt
es: Desconectado
fr: Déconnecté
hi: डिस्कनेक्टेड
it: Disconnesso
ja: 切断済み
ko: 연결 해제됨
nl: Verbinding verbroken
pl: Rozłączono
pt_br: Desconectado
ru: Отключено
sv: Frånkopplad
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlantı Kesildi
vi: Đã ngắt kết nối
zh_hans: 已断开连接
zh_hant: 已中斷連線

source: Display
ar: الشاشة
es: Pantalla
fr: Écran
hi: डिस्प्ले
ja: ディスプレイ
ko: 디스플레이
nl: Beeldscherm
pl: Wyświetlacz
pt_br: Pantalla
ru: Дисплей
sv: Skärm
th: จอแสดงผล
tr: Ekran
vi: Màn hình
zh_hans: 显示器
zh_hant: 显示器

source: Display %@
ar: الشاشة %@
es: Pantalla %@
fr: Écran %@
hi: डिस्प्ले %@
ja: ディスプレイ %@
ko: 디스플레이 %@
nl: Beeldscherm %@
pl: Wyświetlacz %@
pt_br: Pantalla %@
ru: Дисплей %@
sv: Skärm %@
th: จอแสดงผล %@
tr: Ekran %@
vi: Màn hình %@
zh_hans: 显示器 %@
zh_hant: 显示器 %@

source: Display and quality
ar: العرض والجودة
de: Anzeige und Qualität
es: Pantalla y calidad
fr: Affichage et qualité
hi: डिस्प्ले और गुणवत्ता
it: Display e qualità
ja: ディスプレイと品質
ko: 디스플레이 및 품질
nl: Weergave en kwaliteit
pl: Wyświetlacz i jakość
pt_br: Tela e qualidade
ru: Дисплей и качество
sv: Skärm och kvalitet
th: การแสดงผลและคุณภาพ
tr: Ekran ve kalite
vi: Hiển thị và chất lượng
zh_hans: 显示器和质量
zh_hant: 顯示與品質

source: Display Mode
ar: وضع العرض
de: Anzeigemodus
es: Modo de pantalla
fr: Mode d'affichage
hi: डिस्प्ले मोड
it: Modalità display
ja: 表示モード
ko: 디스플레이 모드
nl: Weergavemodus
pl: Tryb wyświetlania
pt_br: Modo de pantalla
ru: Режим отображения
sv: Visningsläge
th: โหมดการแสดงผล
tr: Görüntü Modu
vi: Chế độ hiển thị
zh_hans: 显示模式
zh_hant: 显示模式

source: Displays
ar: الشاشات
es: Pantallas
fr: Écrans
hi: डिस्प्ले
it: Display
ja: ディスプレイ
ko: 디스플레이
nl: Beeldschermen
pl: Wyświetlacze
pt_br: Telas
ru: Дисплеи
sv: Skärmar
th: จอแสดงผล
tr: Ekranlar
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器

source: done
ar: تم
de: erledigt
es: hecho
fr: terminé
hi: पूर्ण
it: fatto
ja: 完了
ko: 완료
nl: klaar
pl: gotowe
pt_br: concluído
ru: готово
sv: klart
th: เสร็จแล้ว
tr: bitti
vi: xong
zh_hans: 完成
zh_hant: 完成

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klart
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Draw on top of the stream
ar: الرسم على البث
de: Auf den Stream zeichnen
es: Dibujar sobre la transmisión
fr: Dessiner sur le flux
hi: स्ट्रीम पर ड्रा करें
it: Disegna sul flusso
ja: ストリーム上に描画
ko: 스트림 위에 그리기
nl: Tekenen op de stream
pl: Rysuj na strumieniu
pt_br: Desenhar sobre o stream
ru: Рисовать поверх потока
sv: Rita på strömmen
th: วาดบนสตรีม
tr: Akış üzerine çiz
vi: Vẽ lên luồng
zh_hans: 在画面上绘制
zh_hant: 在串流上繪製

source: edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt_br: Editar
tr: Düzenle
zh_hans: 编辑
zh_hant: 编辑

source: Edit Saved Host
ar: تعديل المضيف المحفوظ
de: Gespeicherten Host bearbeiten
es: Editar Host Guardado
fr: Modifier l'hôte enregistré
hi: सहेजे गए होस्ट को संपादित करें
it: Modifica host salvato
ja: 保存済みホストを編集
ko: 저장된 호스트 편집
nl: Opgeslagen host bewerken
pl: Edytuj zapisanego hosta
pt_br: Editar Host Guardado
ru: Редактировать сохраненный хост
sv: Redigera sparad värd
th: แก้ไขโฮสต์ที่บันทึกไว้
tr: Kayıtlı Hostu Düzenle
vi: Chỉnh sửa máy chủ đã lưu
zh_hans: 编辑已保存的主机
zh_hant: 编辑已保存的主机

source: Encrypted
ar: مُشفر
de: Verschlüsselt
es: Cifrado
fr: Chiffré
hi: एन्क्रिप्टेड
it: Crittografato
ja: 暗号化済み
ko: 암호화됨
nl: Versleuteld
pl: Zaszyfrowane
pt_br: Criptografado
ru: Зашифровано
sv: Krypterad
th: เข้ารหัสแล้ว
tr: Şifrelenmiş
vi: Đã mã hóa
zh_hans: 已加密
zh_hant: 已加密

source: enter ip, hostname, or tailscale name
ar: أدخل IP أو اسم المضيف أو اسم Tailscale
de: IP, Hostname oder Tailscale-Name eingeben
es: Introduzca IP, hostname o nombre Tailscale
fr: Entrez l'IP, le nom d'hôte ou le nom Tailscale
ja: IP、ホスト名、またはTailscale名を入力
pt_br: Introduzca IP, hostname o nombre Tailscale
tr: IP, hostname veya Tailscale adı girin
zh_hans: 输入IP、主机名或Tailscale名称
zh_hant: 输入IP、主机名或Tailscale名称

source: Enter your Mac login password to unlock remotely.
ar: أدخل كلمة مرور تسجيل الدخول إلى Mac لفتح القفل عن بُعد.
de: Geben Sie Ihr Mac-Anmeldepasswort ein, um remote zu entsperren.
es: Ingrese su contraseña de inicio de sesión de Mac para desbloquear de forma remota.
fr: Entrez votre mot de passe de connexion Mac pour déverrouiller à distance.
hi: दूर से अनलॉक करने के लिए अपना Mac लॉगिन पासवर्ड दर्ज करें।
it: Inserisci la password di accesso al Mac per sbloccare da remoto.
ja: リモートでロック解除するにはMacのログインパスワードを入力してください。
ko: 원격으로 잠금 해제하려면 Mac 로그인 암호를 입력하세요.
nl: Voer uw Mac-inlogwachtwoord in om op afstand te ontgrendelen.
pl: Wprowadź hasło logowania do Maca, aby odblokować zdalnie.
pt_br: Ingrese su contraseña de inicio de sesión de Mac para desbloquear de forma remota.
ru: Введите пароль для входа в Mac для удаленной разблокировки.
sv: Ange ditt Mac-inloggningslösenord för att låsa upp på distans.
th: ป้อนรหัสผ่านเข้าสู่ระบบ Mac เพื่อปลดล็อกจากระยะไกล
tr: Uzaktan kilidi açmak için Mac oturum açma parolanızı girin.
vi: Nhập mật khẩu đăng nhập Mac của bạn để mở khóa từ xa.
zh_hans: 输入您的 Mac 登录密码以远程解锁。
zh_hant: 输入您的 Mac 登录密码以远程解锁。

source: envelopes older than 30 s are silently dropped
ar: يتم إسقاط المغلفات التي يزيد عمرها عن 30 ثانية بصمت
de: Nachrichten älter als 30 s werden stillschweigend verworfen
es: los sobres de más de 30 s se descartan silenciosamente
fr: les enveloppes de plus de 30 s sont silencieusement abandonnées
hi: 30 सेकंड से अधिक पुराने लिफाफे चुपचाप छोड़ दिए जाते हैं
it: i messaggi più vecchi di 30 s vengono scartati silenziosamente
ja: 30秒以上経過したエンベロープは黙って破棄されます
ko: 30초 이상 된 봉투는 자동으로 폐기됩니다
nl: berichten ouder dan 30 s worden stilzwijgend verwijderd
pl: koperty starsze niż 30 s są po cichu odrzucane
pt_br: envelopes com mais de 30 s são descartados silenciosamente
ru: конверты старше 30 с молча отбрасываются
sv: kuvert äldre än 30 s tyst kasseras
th: ซองจดหมายที่เก่ากว่า 30 วินาทีจะถูกทิ้งอย่างเงียบๆ
tr: 30 saniyeden eski zarflar sessizce atılır
vi: các phong bì cũ hơn 30 giây sẽ bị loại bỏ âm thầm
zh_hans: 超过 30 秒的信封将被静默丢弃
zh_hant: 超過 30 秒的信封將被靜默丟棄

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export Event Log
ar: تصدير سجل الأحداث
de: Ereignisprotokoll exportieren
es: Exportar registro de eventos
fr: Exporter le journal des événements
hi: ईवेंट लॉग निर्यात करें
it: Esporta registro eventi
ja: イベントログをエクスポート
ko: 이벤트 로그 내보내기
nl: Gebeurtenislogboek exporteren
pl: Eksportuj dziennik zdarzeń
pt_br: Exportar registro de eventos
ru: Экспортировать журнал событий
sv: Exportera händelselogg
th: ส่งออกบันทึกเหตุการณ์
tr: Olay Günlüğünü Dışa Aktar
vi: Xuất nhật ký sự kiện
zh_hans: 导出事件日志
zh_hant: 匯出事件記錄

source: Export the saved screenshot
ar: تصدير لقطة الشاشة المحفوظة
de: Gespeicherten Screenshot exportieren
es: Exportar la captura de pantalla guardada
fr: Exporter la capture d'écran enregistrée
hi: सहेजे गए स्क्रीनशॉट को निर्यात करें
it: Esporta lo screenshot salvato
ja: 保存したスクリーンショットをエクスポート
ko: 저장된 스크린샷 내보내기
nl: Opgeslagen schermafbeelding exporteren
pl: Eksportuj zapisany zrzut ekranu
pt_br: Exportar a captura de tela salva
ru: Экспортировать сохраненный снимок экрана
sv: Exportera sparad skärmbild
th: ส่งออกภาพหน้าจอที่บันทึกไว้
tr: Kaydedilmiş ekran görüntüsünü dışa aktar
vi: Xuất ảnh chụp màn hình đã lưu
zh_hans: 导出已保存的截图
zh_hant: 匯出已儲存的螢幕截圖

source: fingerprint
ar: البصمة
de: Fingerabdruck
es: huella digital
fr: empreinte
hi: फिंगरप्रिंट
it: impronta
ja: フィンガープリント
ko: 지문
nl: vingerafdruk
pl: odcisk palca
pt_br: impressão digital
ru: отпечаток
sv: fingeravtryck
th: ลายนิ้วมือ
tr: parmak izi
vi: dấu vân tay
zh_hans: 指纹
zh_hant: 指紋

source: For remote access outside home or office, install the same private network app on the ScreenHarbor host and Mac, then paste the host's Tailscale Connect address here.
ar: للوصول عن بُعد خارج المنزل أو المكتب، قم بتثبيت تطبيق الشبكة الخاصة نفسه على مضيف ScreenHarbor وMac، ثم الصق عنوان Tailscale Connect الخاص بالمضيف هنا.
de: Für Fernzugriff außerhalb von Zuhause oder Büro installieren Sie dieselbe private Netzwerk-App auf dem ScreenHarbor-Host und Mac und fügen Sie dann die Tailscale Connect-Adresse des Hosts hier ein.
es: Para acceso remoto fuera de casa u oficina, instale la misma aplicación de red privada en el host ScreenHarbor y el Mac, luego pegue la dirección Tailscale Connect del host aquí.
fr: Pour l'accès à distance en dehors du domicile ou du bureau, installez la même application de réseau privé sur l'hôte ScreenHarbor et l'Mac, puis collez l'adresse Tailscale Connect de l'hôte ici.
hi: घर या कार्यालय के बाहर रिमोट एक्सेस के लिए, ScreenHarbor होस्ट और Mac पर समान निजी नेटवर्क ऐप इंस्टॉल करें, फिर होस्ट का Tailscale Connect पता यहां पेस्ट करें।
it: Per l'accesso remoto fuori casa o ufficio, installa la stessa app di rete privata sull'host ScreenHarbor e su Mac, quindi incolla qui l'indirizzo Tailscale Connect dell'host.
ja: 自宅やオフィスの外部からのリモートアクセスには、ScreenHarborホストとMacに同じプライベートネットワークアプリをインストールし、ホストのTailscale Connectアドレスをここに貼り付けてください。
ko: 집이나 사무실 외부에서 원격 접근하려면 ScreenHarbor 호스트와 Mac에 동일한 사설 네트워크 앱을 설치한 다음 호스트의 Tailscale Connect 주소를 여기에 붙여넣으세요.
nl: Voor externe toegang buiten huis of kantoor installeert u dezelfde privénetwerk-app op de ScreenHarbor-host en Mac en plakt u het Tailscale Connect-adres van de host hier.
pl: Aby uzyskać zdalny dostęp poza domem lub biurem, zainstaluj tę samą aplikację sieci prywatnej na hoście ScreenHarbor i telefonie Mac, a następnie wklej tutaj adres Tailscale Connect hosta.
pt_br: Para acesso remoto fora de casa ou escritório, instale o mesmo app de rede privada no host ScreenHarbor e no Mac, depois cole o endereço Tailscale Connect do host aqui.
ru: Для удаленного доступа вне дома или офиса установите одно и то же приложение частной сети на ScreenHarbor-хост и Mac, затем вставьте сюда адрес Tailscale Connect хоста.
sv: För fjärråtkomst utanför hemmet eller kontoret, installera samma privata nätverksapp på ScreenHarbor-värden och Mac, klistra sedan in värdens Tailscale Connect-adress här.
th: สำหรับการเข้าถึงระยะไกลนอกบ้านหรือสำนักงาน ให้ติดตั้งแอปเครือข่ายส่วนตัวเดียวกันบนโฮสต์ ScreenHarbor และ Mac จากนั้นวางที่อยู่ Tailscale Connect ของโฮสต์ที่นี่
tr: Ev veya ofis dışından uzaktan erişim için, aynı özel ağ uygulamasını ScreenHarbor ana bilgisayarına ve Mac'a yükleyin, ardından ana bilgisayarın Tailscale Connect adresini buraya yapıştırın.
vi: Để truy cập từ xa bên ngoài nhà hoặc văn phòng, hãy cài đặt cùng một ứng dụng mạng riêng trên máy chủ ScreenHarbor và Mac, sau đó dán địa chỉ Tailscale Connect của máy chủ vào đây.
zh_hans: 对于家庭或办公室外的远程访问，请在 ScreenHarbor 主机和 Mac 上安装相同的专用网络应用，然后将主机的 Tailscale Connect 地址粘贴到此处。
zh_hant: 如需在家或辦公室外部進行遠端存取，請在 ScreenHarbor 主機和 Mac 上安裝相同的專用網路應用程式，然後將主機的 Tailscale Connect 位址貼到此處。

source: For the safest outside access, use a private mesh VPN such as Tailscale instead of exposing the host directly to the public internet.
ar: للحصول على أكثر أمانًا للوصول الخارجي، استخدم VPN شبكي خاص مثل Tailscale بدلاً من تعريض المضيف مباشرة للإنترنت العام.
de: Für den sichersten externen Zugriff verwenden Sie ein privates Mesh-VPN wie Tailscale, anstatt den Host direkt dem öffentlichen Internet auszusetzen.
es: Para el acceso externo más seguro, use una VPN de malla privada como Tailscale en lugar de exponer el host directamente a Internet público.
fr: Pour l'accès externe le plus sûr, utilisez un VPN maillé privé tel que Tailscale au lieu d'exposer l'hôte directement à Internet.
hi: सबसे सुरक्षित बाहरी पहुंच के लिए, होस्ट को सीधे सार्वजनिक इंटरनेट पर उजागर करने के बजाय Tailscale जैसे निजी मेश VPN का उपयोग करें।
it: Per l'accesso esterno più sicuro, utilizza una VPN mesh privata come Tailscale invece di esporre l'host direttamente a Internet pubblico.
ja: 最も安全な外部アクセスには、ホストを直接公衆インターネットに公開するのではなく、TailscaleのようなプライベートメッシュVPNを使用してください。
ko: 가장 안전한 외부 접근을 위해 호스트를 공용 인터넷에 직접 노출하는 대신 Tailscale과 같은 사설 메시 VPN을 사용하세요.
nl: Voor de veiligste externe toegang gebruikt u een privé mesh-VPN zoals Tailscale in plaats van de host rechtstreeks aan het openbare internet bloot te stellen.
pl: Aby uzyskać najbezpieczniejszy dostęp zewnętrzny, użyj prywatnej sieci VPN mesh, takiej jak Tailscale, zamiast wystawiać hosta bezpośrednio na publiczny internet.
pt_br: Para o acesso externo mais seguro, use uma VPN mesh privada como o Tailscale em vez de expor o host diretamente à Internet pública.
ru: Для наиболее безопасного внешнего доступа используйте частную mesh-VPN, такую как Tailscale, вместо прямого подключения хоста к публичному интернету.
sv: För den säkraste externa åtkomsten, använd ett privat mesh-VPN som Tailscale istället för att exponera värden direkt mot det publika internet.
th: เพื่อการเข้าถึงภายนอกที่ปลอดภัยที่สุด ให้ใช้ VPN แบบเมชส่วนตัวเช่น Tailscale แทนที่จะเปิดเผยโฮสต์โดยตรงต่ออินเทอร์เน็ตสาธารณะ
tr: En güvenli dış erişim için, ana bilgisayarı doğrudan genel internete maruz bırakmak yerine Tailscale gibi özel bir ağ VPN'i kullanın.
vi: Để truy cập bên ngoài an toàn nhất, hãy sử dụng VPN lưới riêng như Tailscale thay vì để máy chủ tiếp xúc trực tiếp với Internet công cộng.
zh_hans: 为了最安全的外部访问，请使用 Tailscale 等专用网状 VPN，而不是将主机直接暴露在公网上。
zh_hant: 為了最安全的外部存取，請使用 Tailscale 等專用網狀 VPN，而不是將主機直接暴露於公用網際網路。

source: Frames
ar: الإطارات
es: Fotogramas
fr: Images
hi: फ्रेम
it: Fotogrammi
ja: フレーム
ko: 프레임
pl: Klatki
pt_br: Quadros
ru: Кадры
sv: Bildrutor
th: เฟรม
tr: Kareler
vi: Khung hình
zh_hans: 帧
zh_hant: 幀

source: fullscreen
ar: ملء الشاشة
de: Vollbild
es: Pantalla completa
fr: Plein écran
ja: フルスクリーン
pt_br: Pantalla completa
tr: Tam ekran
zh_hans: 全屏
zh_hant: 全屏

source: go
ar: اذهب
de: Los
es: Ir
fr: Aller
ja: 移動
pt_br: Ir
tr: Git
zh_hans: 前往
zh_hant: 前往

source: handshake
ar: مصافحة
es: apretón de manos
fr: établissement de liaison
hi: हैंडशेक
ja: ハンドシェイク
ko: 핸드셰이크
pl: uzgadnianie
ru: рукопожатие
sv: handskakning
th: การจับมือ
tr: el sıkışma
vi: bắt tay
zh_hans: 握手
zh_hant: 交握

source: Host Address
ar: عنوان المضيف
de: Host-Adresse
es: Dirección del host
fr: Adresse de l'hôte
hi: होस्ट पता
it: Indirizzo host
ja: ホストアドレス
ko: 호스트 주소
nl: Hostadres
pl: Adres hosta
pt_br: Endereço do host
ru: Адрес хоста
sv: Värdadress
th: ที่อยู่โฮสต์
tr: Ana Bilgisayar Adresi
vi: Địa chỉ máy chủ
zh_hans: 主机地址
zh_hant: 主機位址

source: Host input disabled
ar: إدخال المضيف معطل
de: Host-Eingabe deaktiviert
es: Entrada del host deshabilitada
fr: Entrée hôte désactivée
hi: होस्ट इनपुट अक्षम
it: Input host disabilitato
ja: ホスト入力無効
ko: 호스트 입력 비활성화
nl: Host-invoer uitgeschakeld
pl: Wejście hosta wyłączone
pt_br: Entrada do host desabilitada
ru: Ввод хоста отключен
sv: Värdinmatning inaktiverad
th: ปิดใช้งานอินพุตโฮสต์
tr: Ana bilgisayar girişi devre dışı
vi: Đầu vào máy chủ bị vô hiệu hóa
zh_hans: 主机输入已禁用
zh_hant: 主機輸入已停用

source: Host name
ar: اسم المضيف
es: Nombre del host
fr: Nom de l'hôte
ja: ホスト名
pt_br: Nombre del host
tr: Host Adı
zh_hans: 主机名
zh_hant: 主机名

source: hosts
ar: المضيفون
fr: Hôtes
ja: ホスト
tr: Hostlar
zh_hans: 主机
zh_hant: 主机

source: input validation
ar: التحقق من الإدخال
de: Eingabevalidierung
es: validación de entrada
fr: validation d'entrée
hi: इनपुट सत्यापन
it: convalida input
ja: 入力検証
ko: 입력 유효성 검사
nl: invoervalidatie
pl: walidacja danych wejściowych
pt_br: validação de entrada
ru: проверка ввода
sv: inmatningsvalidering
th: การตรวจสอบอินพุต
tr: giriş doğrulama
vi: xác thực đầu vào
zh_hans: 输入验证
zh_hant: 輸入驗證

source: IP, hostname, or Tailscale
ar: IP أو اسم المضيف أو Tailscale
de: IP, Hostname oder Tailscale
es: IP, nombre de host o Tailscale
fr: IP, nom d'hôte ou Tailscale
hi: IP, होस्टनाम या Tailscale
it: IP, nome host o Tailscale
ja: IP、ホスト名、またはTailscale
ko: IP, 호스트 이름 또는 Tailscale
nl: IP, hostnaam of Tailscale
pl: IP, nazwa hosta lub Tailscale
pt_br: IP, nome de host ou Tailscale
ru: IP, имя хоста или Tailscale
sv: IP, värdnamn eller Tailscale
th: IP, ชื่อโฮสต์ หรือ Tailscale
tr: IP, ana bilgisayar adı veya Tailscale
vi: IP, tên máy chủ hoặc Tailscale
zh_hans: IP、主机名或 Tailscale
zh_hant: IP、主機名稱或 Tailscale

source: Keep latency and frame metrics on the stream.
ar: الاحتفاظ بمقاييس زمن الانتقال والإطارات على البث.
de: Latenz- und Frame-Metriken im Stream anzeigen.
es: Mantener métricas de latencia y fotogramas en la transmisión.
fr: Conserver les métriques de latence et d'images sur le flux.
hi: स्ट्रीम पर लेटेंसी और फ्रेम मेट्रिक्स रखें।
it: Mantieni le metriche di latenza e frame sul flusso.
ja: ストリームにレイテンシとフレームメトリクスを表示します。
ko: 스트림에 지연 시간 및 프레임 지표를 유지합니다.
nl: Houd latentie- en frame-metrieken op de stream.
pl: Zachowaj metryki opóźnień i klatek na strumieniu.
pt_br: Manter métricas de latência e quadros no stream.
ru: Отображать метрики задержки и кадров в потоке.
sv: Behåll latens- och bildrutemätningar på strömmen.
th: เก็บเมตริกความหน่วงและเฟรมบนสตรีม
tr: Gecikme ve kare metriklerini akışta tutun.
vi: Giữ số liệu độ trễ và khung hình trên luồng.
zh_hans: 在流上保留延迟和帧指标。
zh_hant: 在串流上保留延遲和幀指標。

source: Keepalive
ar: الحفاظ على الاتصال
hi: कीपअलाइव
ja: キープアライブ
pl: Podtrzymanie
th: การรักษาการเชื่อมต่อ
tr: Canlı Tutma
vi: Duy trì kết nối
zh_hans: 保活
zh_hant: 保持連線

source: keyboard
ar: لوحة المفاتيح
de: Tastatur
es: teclado
fr: clavier
hi: कीबोर्ड
it: tastiera
ja: キーボード
ko: 키보드
nl: toetsenbord
pl: klawiatura
pt_br: teclado
ru: клавиатура
sv: tangentbord
th: แป้นพิมพ์
tr: klavye
vi: bàn phím
zh_hans: 键盘
zh_hant: 鍵盤

source: Keyboard
ar: لوحة المفاتيح
de: Tastatur
es: Teclado
fr: Clavier
hi: कीबोर्ड
it: Tastiera
ja: キーボード
ko: 키보드
nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
ru: Клавиатура
sv: Tangentbord
th: แป้นพิมพ์
tr: Klavye
vi: Bàn phím
zh_hans: 键盘
zh_hant: 鍵盤

source: keys
ar: المفاتيح
de: Tasten
es: Teclas
fr: Touches
ja: キー
pt_br: Teclas
tr: Kısayollar
zh_hans: 按键
zh_hant: 按键

source: LAN
ar: الشبكة المحلية
zh_hans: 局域网
zh_hant: 區域網路

source: LAN first
ar: الشبكة المحلية أولاً
de: LAN zuerst
es: LAN primero
fr: LAN d'abord
hi: LAN पहले
it: Prima LAN
ja: LAN優先
ko: LAN 우선
nl: LAN eerst
pl: Najpierw LAN
pt_br: LAN primeiro
ru: Сначала LAN
sv: LAN först
th: LAN ก่อน
tr: Önce LAN
vi: Ưu tiên LAN
zh_hans: 局域网优先
zh_hant: 區域網路優先

source: LAN-first discovery, trusted pairing, then direct mirror control.
ar: اكتشاف عبر الشبكة المحلية أولاً، ثم إقران موثوق، ثم تحكم مباشر.
de: LAN-Priorisierung, vertrauenswürdiges Pairing, dann direktes Mirror-Controlling.
es: Descubrimiento LAN primero, emparejamiento de confianza y luego control de espejo directo.
fr: Découverte LAN prioritaire, appairage sécurisé, puis contrôle miroir direct.
ja: LAN優先検出、信頼済みペアリング、その後ダイレクトミラーコントロール。
pt_br: Descubrimiento LAN primero, emparejamiento de confianza y luego control de espejo directo.
tr: LAN öncelikli keşif, güvenilir eşleştirme, ardından doğrudan ayna kontrolü.
zh_hans: 局域网优先发现，可信配对，然后直接镜像控制。
zh_hant: 局域网优先发现，可信配对，然后直接镜像控制。

source: latency
ar: الكمون
de: Latenz
es: Latencia
fr: Latence
ja: レイテンシ
pt_br: Latencia
tr: Gecikme
zh_hans: 延迟
zh_hant: 延迟

source: latency + frame metrics on stream
ar: مقاييس الكمون والإطارات على البث
de: Latenz- und Frame-Metriken im Stream
es: Métricas de latencia y fotogramas en transmisión
fr: Latence et métriques d'images sur le flux
ja: ストリームの遅延・フレームメトリクス
pt_br: Métricas de latencia y fotogramas en transmisión
tr: Yayındaki gecikme ve kare metrikleri
zh_hans: 流上的延迟和帧指标
zh_hant: 流上的延迟和帧指标

source: later
ar: لاحقًا
de: später
es: más tarde
fr: plus tard
hi: बाद में
it: più tardi
ja: 後で
ko: 나중에
pl: później
pt_br: depois
ru: позже
sv: senare
th: ภายหลัง
tr: daha sonra
vi: để sau
zh_hans: 稍后
zh_hant: 稍後
